--[[---------------------------------------------------------------------------
  DT_RaidAlert 本地化文件 - 简体中文 (zhCN)
  使用 AceLocale-2.2 库
---------------------------------------------------------------------------]]

local L = AceLibrary("AceLocale-2.2"):new("RaidAlert")

L:RegisterTranslations("zhCN", function()
    return {
        ["已加载"] = " 已加载",
        ["标题"] = "检测界面",
        ["当前状态:"] = "当前状态:",
        ["当前状态: %s, 当前检测名称: %s"] = "当前状态: %s, 当前检测名称: %s",
        ["开启检测"] = "开启检测",
        ["停止"] = "停止",
        ["关闭"] = "关闭",
        ["输入debuff名称"] = "输入debuff名称",
        ["未检测"] = "未检测",
        ["正在检测"] = "正在检测",
        ["无"] = "无",
        ["通知间隔:"] = "通知间隔:",
        ["秒"] = "秒",
        ["打开界面"] = "打开界面",
        ["打开界面描述"] = "打开检测主界面",
        ["同步间隔时间"] = "通知间隔",
        ["设置消息同步间隔"] = "设置通知消息的最小间隔时间",
        ["通知间隔时间已设置为 %d 秒"] = "通知间隔时间已设置为 %d 秒",
        ["私聊模式"] = "私聊模式",
        ["开启后，自动私聊团队成员"] = "开启后，自动私聊团队成员",
        ["私聊模式已开启"] = "私聊模式已开启",
        ["私聊模式已关闭"] = "私聊模式已关闭",
        ["缩小"] = "缩小",
        ["检测还原"] = "检测还原",
    }
end)
