--[[---------------------------------------------------------------------------
  DT_RaidAlert 本地化文件 - 繁體中文 (zhTW)
  使用 AceLocale-2.2 库
---------------------------------------------------------------------------]]

local L = AceLibrary("AceLocale-2.2"):new("RaidAlert")

L:RegisterTranslations("zhTW", function()
    return {
        ["已加载"] = " 已加載",
        ["标题"] = "檢測介面",
        ["当前状态:"] = "當前狀態:",
        ["当前状态: %s, 当前检测名称: %s"] = "當前狀態: %s, 當前檢測名稱: %s",
        ["开启检测"] = "開始檢測",
        ["停止"] = "停止",
        ["关闭"] = "關閉",
        ["输入debuff名称"] = "輸入debuff名稱",
        ["未检测"] = "未檢測",
        ["正在检测"] = "檢測中",
        ["无"] = "無",
        ["通知间隔:"] = "通知間隔:",
        ["秒"] = "秒",
        ["打开界面"] = "打開介面",
        ["打开界面描述"] = "打開檢測主介面",
        ["同步间隔时间"] = "通知間隔",
        ["设置消息同步间隔"] = "設置通知消息的最小間隔時間",
        ["通知间隔时间已设置为 %d 秒"] = "通知間隔時間已設置為 %d 秒",
        ["私聊模式"] = "密語模式",
        ["开启后，自动私聊团队成员"] = "開啟後，自動密語團隊成員",
        ["私聊模式已开启"] = "密語模式已開啟",
        ["私聊模式已关闭"] = "密語模式已關閉",
        ["缩小"] = "縮小",
        ["检测还原"] = "檢測還原"
    }
end)
